Revit 2027 API
DGNImportOptions Constructor
Overload List
Name | Description
DGNImportOptions() |  Constructs a new instance of DGNImportOptions with default values of all properties.
DGNImportOptions(DGNImportOptions) |  Constructs a new instance of DGNImportOptions as a copy of the import options.
Top
See Also
Reference
DGNImportOptions Class
Autodesk.Revit.DB Namespace